Repository: fiduswriter/fiduswriter-ojs
Catalog: fiduswriter/ojs/locale/*/LC_MESSAGES/djangojs.po
Languages: bg, de, es, fr, it, pt_br

source: Provide a URL for the OJS server and the key to access it.
bg: Въведете URL за OJS сървъра и ключа за достъп до него.
de: Gebe eine URL für einen OJS Server und den entsprechenden Key an.
es: Proporcione una URL para el servidor OJS y la llave para acceder a él.
fr: Fournissez une URL pour le serveur OJS et la clé pour y accéder.
it: Fornire un URL per il server OJS e la chiave per accedervi.
pt_br: Forneça um URL para o servidor OJS e a chave para acessá-lo.

source: Cannot find Fidus Writer user corresponding to email:
bg: Не мога да намеря потребител на Fidus Writer, отговарящ на имейла:
de: Fidus Writer-Benutzer, der der E-Mail entspricht, kann nicht gefunden werden:
es: No se puede encontrar el usuario de Fidus Writer correspondiente al correo electrónico:
fr: Impossible de trouver l'utilisateur Fidus Writer correspondant à l'e-mail:
it: Impossibile trovare l'utente di Fidus Writer corrispondente all'email:
pt_br: Não é possível encontrar o usuário do Fidus Writer correspondente ao email:

source: Editor
bg: Редактор
fr: Éditeur
it: editore

source: Register
bg: Регистрирам
de: Registrieren
es: Registrar
fr: registre
it: Registrare
pt_br: Cadastre-se

source: Could not connect to OJS server.
bg: Не можа да се свърже със OJS сървъра.
de: Verbindung zum OJS-Server konnte nicht hergestellt werden.
es: No se pudo conectar con el servidor OJS.
fr: Impossible de se connecter au serveur OJS.
it: Impossibile connettersi al server OJS.
pt_br: Não foi possível conectar ao servidor OJS.

source: Editor and journal name need to be filled out.
bg: Името на редактора и списанието трябва да бъде попълнено.
de: Editor und Journal Name sind Pflichtfelder.
es: El nombre del editor y la revista deben completarse.
fr: Le nom de l'éditeur et du journal doivent être renseignés.
it: L'editore e il nome del giornale devono essere compilati.
pt_br: O nome do editor e da revista precisa ser preenchido.

source: Editor needs to be the ID number of the editor user.
bg: Редакторът трябва да бъде идентификационният номер на потребителя на редактора.
de: Editor muss die ID Nummer des Editor Users sein.
es: El editor debe ser el número ID del usuario del editor.
fr: L'éditeur doit être le numéro d'identification de l'utilisateur de l'éditeur.
it: L'editor deve essere il numero ID dell'utente dell'editor.
pt_br: O editor precisa ser o número ID do usuário do editor.

source: Journal saved.
bg: Журналът е запазен.
de: Zeitschrift gespeichert.
es: Revista guardado.
fr: Journal enregistré.
it: Diario salvato.
pt_br: Revista salva.

source: Journal already present on server.
bg: Журнал вече присъства на сървъра.
de: Zeitschrift schon auf dem Server vorhanden.
es: La revista ya existe en el servidor.
fr: Journal déjà présent sur le serveur.
it: Diario già presente sul server.
pt_br: A revista já está presente no servidor

source: Could not save journal. Please check form.
bg: Журналът не можа да бъде запазен. Моля, проверете формата.
de: Konnte die Zeitschrift nicht abspeichern. Bitte untersuche das Formular.
es: No se pudo guardar la revista. Por favor revise el formulario.
fr: Impossible d'enregistrer le journal. Veuillez vérifier le formulaire.
it: Impossibile salvare il diario. Si prega di controllare il modulo.
pt_br: Não foi possível salvar a revista. Por favor, verifique o formulário.

source: Could not obtain submission info.
bg: Не можа да се получи информация за изпращането.
es: No se pudo obtener la información de envío.
fr: Impossible d'obtenir les informations de soumission.
it: Impossibile ottenere le informazioni di invio.
pt_br: Não foi possível obter as informações do envio.

source: Submit to journal
bg: Изпращане в дневника
es: Enviar a la revista
fr: Soumettre au journal
it: Invia al diario
pt_br: Enviar para a revista

source: Submit
bg: Изпращане
es: Enviar
fr: Soumettre
it: Sottoscrivi
pt_br: Enviar

source: Firstname, lastname and abstract are obligatory fields!
bg: Име, фамилия и резюме са задължителни полета!
es: ¡Nombre, apellido y resumen son campos obligatorios!
fr: Le prénom, le nom et l'abrégé sont des champs obligatoires!
it: Nome, cognome e abstract sono campi obbligatori!
pt_br: Nome, sobrenome e resumo são campos obrigatórios!

source: Complete missing information and choose journal
bg: Попълнете липсващата информация и изберете дневник
es: Complete la información faltante y elija la revista
fr: Complétez les informations manquantes et choisissez le journal
it: Completa le informazioni mancanti e scegli il diario
pt_br: Preencha as informações ausentes e escolha a revista

source: Send
bg: Изпрати
de: Schicken
es: Enviar
fr: Envoyer
it: Inviare
pt_br: Enviar

source: Resubmit
bg: Повторно изпращане на
de: Erneut einschicken
es: Reenviar
fr: Soumettre à nouveau
it: Invia di nuovo
pt_br: Reenviar

source: Resubmission successful
bg: Повторното подаване е успешно
de: Erneute Einreichung erfolgreich
es: Reenvío exitoso
fr: Nouvelle soumission réussie
it: Rinvio riuscito
pt_br: Reenvio com êxito

source: Review could not be submitted.
bg: Прегледът не можа да бъде изпратен.
de: Review konnte nicht eingereicht werden.
es: No se pudo enviar la revisión.
fr: La révision n'a pas pu être soumise.
it: Non è stato possibile inviare la recensione.
pt_br: Não foi possível enviar a revisão.

source: Leave your messages for editor and authors
bg: Оставете съобщенията си за редактор и автори
de: Hinterlasse deine Nachricht für den Editor und die Autoren
es: Deja tus mensajes para el editor y los autores
fr: Laissez vos messages à l'éditeur et aux auteurs
it: Lascia i tuoi messaggi per editore e autori
pt_br: Deixe suas mensagens para o editor e os autores

source: Fill out all fields before submitting!
bg: Попълнете всички полета преди да изпратите!
de: Fülle alle Felder vor dem einschicken aus!
es: ¡Complete todos los campos antes de enviar!
fr: Remplissez tous les champs avant de soumettre!
it: Compila tutti i campi prima di inviare!
pt_br: Preencha todos os campos antes de enviar!

source: Review submitted
bg: Прегледът бе изпратен
de: Review eingeschickt
es: Revisión enviada
fr: Examen soumis
it: Recensione inviata
pt_br: Revisão enviada

source: Article submitted
bg: Изпратена статия
de: Artikel eingeschickt
es: Artículo enviado
fr: Article soumis
it: Articolo inviato
pt_br: Artigo enviado

source: Article could not be submitted.
bg: Статия не може да бъде изпратена.
de: Artikel konnte nicht eingeschickt werden.
es: No se pudo enviar el artículo.
fr: L'article n'a pas pu être soumis.
it: Non è stato possibile inviare l'articolo.
pt_br: Não foi possível enviar o artigo.

source: Submission information
bg: Информация за подаване
es: Información de envío
fr: Informations sur la soumission
it: Informazioni sulla presentazione
pt_br: Informações de envio

source: Journal
bg: списание
es: Revista
it: rivista
pt_br: Revista

source: Abstract
bg: абстрактен
es: Resumen
fr: Abstrait
it: Astratto
pt_br: Resumo

source: Corresponding author
bg: Автора за кореспонденция
es: Autor correspondiente
fr: auteur correspondant
it: autore corrispondente
pt_br: Autor correspondente

source: First name
bg: Първо име
de: Vorname
es: Nombre
fr: Prénom
it: nome di battesimo
pt_br: Nome

source: Last name
bg: Фамилия
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
pt_br: Sobrenome

source: Affiliation
bg: присъединяване
de: Institution
es: Afiliación
it: Affiliazione
pt_br: Afiliação

source: Webpage
bg: Уеб страница
de: Webseite
es: Página web
fr: Page Web
it: Pagina web
pt_br: Página web

source: By pressing the submit button your resubmission will be sent to the journal
bg: С натискане на бутона за изпращане изпратете повторно подаване до дневника
de: Durch das Drücken des Einschicken-knopfes wird die Neueinreichung an die Zeitschrift geschickt
es: Al presionar el botón de enviar su reenvío será enviado a la revista
fr: En appuyant sur le bouton Soumettre, votre nouvelle soumission sera envoyée au journal
it: Premendo il pulsante di invio il tuo reinvio verrà inviato al giornale
pt_br: Ao pressionar o botão enviar seu será enviado para a revista

source: Be aware that this action cannot be undone!
bg: Имайте предвид, че това действие не може да бъде отменено!
de: Vorsicht, denn diese Handlung kann nicht rückgängig gemacht werden!
es: ¡Tenga en cuenta que esta acción no se puede deshacer!
fr: Soyez conscient que cette action ne peut pas être annulée!
it: Ricorda che questa azione non può essere annullata!
pt_br: Esteja ciente de que esta ação não pode ser desfeita!

source: Message for editor
bg: Съобщение за редактор
de: Nachricht an den Editor
es: Mensaje para el editor
fr: Message pour l'éditeur
it: Messaggio per l'editor
pt_br: Mensagem para o editor

source: Message for editor and authors
bg: Съобщение за редактор и автори
de: Nachricht an den Editor und die Autoren
es: Mensaje para el editor y los autores
fr: Message pour l'éditeur et les auteurs
it: Messaggio per editore e autori
pt_br: Mensagem para o editor e os autores

source: Recommendation
bg: Препоръка
de: Empfehlung
es: Recomendación
fr: Recommandation
it: Raccomandazione
pt_br: Recomendação

source: Choose One
bg: Избери едно
de: Wähle Eine
es: Elige uno
fr: Choisissez-en un
it: Scegline uno
pt_br: Escolha um

source: Accept Submission
bg: Приемете Изпращането
de: Akzeptiere Einreichung
es: Aceptar envío
fr: Accepter la soumission
it: Accetta l'invio
pt_br: Aceitar envio

source: Revisions Required
bg: Необходими ревизии
de: Überarbeitung nötig
es: Revisiones requeridas
fr: Révisions requises
it: Revisioni richieste
pt_br: Revisões necessárias

source: Resubmit for Review
bg: Изпратете отново за преглед
de: Neueinreichung für Review
es: Reenviar para revisión
fr: Renvoyer pour examen
it: Reinvia per la revisione
pt_br: Reenviar para revisão

source: Resubmit Elsewhere
bg: Подайте отново на друго място
de: Woanders Einreichen
es: Reenviar a otro lugar
fr: Soumettre à nouveau ailleurs
it: Reinvia altrove
pt_br: Reenviar em outro lugar

source: Decline Submission
bg: Отклоняване на подаването
de: Einreichung Ablehnen
es: Rechazar envío
fr: Refuser la soumission
it: Rifiuta presentazione
pt_br: Declinar envio

source: See Comments
bg: Вижте коментари
de: Siehe Kommentare
es: Ver comentarios
fr: Voir les commentaires
it: Vedi commenti
pt_br: Ver comentários
